Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# AboutControlCheckUpdate.Content
source: Check for updates
ar: تحقق من وجود تحديثات
de: Nach Aktualisierungen suchen
es: Buscar actualizaciones
hi: नये उपलब्ध अपडेट की जांच करें
id: Periksa pembaruan
it: Verifica aggiornamenti
ja: 更新プログラムをチェックする
ko: 업데이트 확인
ms: Semak kemas kini
pt: Verificar se há actualizações
ru: Проверьте наличие обновлений
th: ตรวจสอบการอัปเดต
tr: Güncellemeleri kontrol edin
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# AboutControlCheckUpdateError.Title
source: An error occurred while checking for updates
ar: حدث خطأ أثناء التحقق من وجود تحديثات
de: Bei der Suche nach Updates ist ein Fehler aufgetreten
es: Se ha producido un error al comprobar las actualizaciones
hi: अपडेट चेक करते समय एक एरर आया
id: Terjadi kesalahan saat memeriksa pembaruan
it: Errore durante la verifica degli aggiornamenti
ja: 更新の確認中にエラーが発生しました
ko: 업데이트를 확인하는 동안 오류가 발생했습니다.
ms: Ralat berlaku semasa menyemak kemas kini
pt: Ocorreu um erro ao verificar as actualizações
ru: Произошла ошибка при проверке обновлений
th: เกิดข้อผิดพลาดขณะตรวจสอบการอัปเดต
tr: Güncellemeleri kontrol ederken bir hata oluştu
vi: Đã xảy ra lỗi trong quá trình kiểm tra cập nhật.
zh_hans: 检查更新时出错
zh_hant: 檢查更新時發生錯誤

# AboutControlLastCheckTime.Text
source: Last checked time
ar: آخر مرة تم التحقق من الوقت
de: Zuletzt geprüfte Zeit
es: Última hora comprobada
hi: अंतिम बार जाँचा गया समय
id: Waktu terakhir diperiksa
it: Ultimo controllo
ja: 最終確認日時
ko: 마지막 확인 시간
ms: Masa terakhir diperiksa
pt: Última hora verificada
ru: Время последней проверки
th: เวลาตรวจสอบครั้งล่าสุด
tr: Son kontrol zamanı
vi: Thời gian kiểm tra gần nhất
zh_hans: 上次检查时间
zh_hant: 前次檢查時間

# AboutControlOpenAppStorePage.Content
source: Update in Microsoft Store
ar: التحديث في متجر مايكروسوفت
de: Aktualisierung im Microsoft Store
es: Actualización en Microsoft Store
hi: Microsoft Store में अपडेट करें
id: Perbarui di Microsoft Store
it: Aggiorna dal Microsoft Store
ja: Microsoft Store で更新する
ko: Microsoft 스토어에서 업데이트
ms: Kemas kini dalam cadca Microsoft Store
pt: Atualizar na Microsoft Store
ru: Обновление в Microsoft Store
th: อัปเดตใน Microsoft Store
tr: Microsoft Store'da Güncelle
vi: Cập nhật trong Microsoft Store
zh_hans: 前往 Microsoft Store 更新
zh_hant: 前往 Microsoft Store 更新

# AboutControlUpdateAvailable.Title
source: A new version of BetterLyrics is available
ar: يتوفر الآن إصدار جديد من BetterLyrics
de: Eine neue Version von BetterLyrics ist verfügbar
es: Disponible una nueva versión de BetterLyrics
hi: BetterLyrics का नया वर्शन उपलब्ध है
id: Versi baru BetterLyrics telah tersedia
it: È disponibile una nuova versione di BetterLyrics
ja: BetterLyrics の新バージョンが利用可能
ko: 새 버전의 BetterLyrics를 사용할 수 있습니다.
ms: Versi baharu BetterLyrics tersedia
pt: Está disponível uma nova versão do BetterLyrics
ru: Доступна новая версия BetterLyrics
th: มีเวอร์ชันใหม่ของ BetterLyrics พร้อมให้ใช้งานแล้ว
tr: BetterLyrics'in yeni sürümü kullanıma sunuldu
vi: Phiên bản mới của BetterLyrics đã có sẵn.
zh_hans: 有新版本的 BetterLyrics 可用
zh_hant: 新版本的 BetterLyrics 已推出

# AboutControlUpToDate.Title
source: BetterLyrics is up to date
ar: برنامج BetterLyrics محدّث
de: BetterLyrics ist auf dem neuesten Stand
es: BetterLyrics está actualizado
hi: BetterLyrics अप टू डेट है
id: BetterLyrics adalah yang terbaru
it: BetterLyrics è già aggiornato
ja: BetterLyrics は最新の状態です
ko: BetterLyrics가 최신 상태입니다.
ms: BetterLyrics adalah terkini
pt: BetterLyrics está atualizado
ru: BetterLyrics обновляется
th: BetterLyrics ทันสมัยแล้ว
tr: BetterLyrics güncel
vi: BetterLyrics luôn được cập nhật.
zh_hans: BetterLyrics 已是最新版本
zh_hant: BetterLyrics 已是最新

source: Action completed
ar: اكتمل الإجراء
de: Vorgang abgeschlossen
es: Acción completada
hi: कार्रवाई पूरी हुई
id: Tindakan selesai
it: Azione completata
ja: 操作完了
ko: 작업 완료
ms: Tindakan selesai
pt: Ação concluída
ru: Действие выполнено
th: การดำเนินการเสร็จสมบูรณ์
tr: Eylem tamamlandı
vi: Thao tác hoàn tất
zh_hans: 操作完成
zh_hant: 操作完成

source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
pt: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# AlbumArtAreaEffectSettingsControlSongInfoAutoScroll.Description
source: Automatically scroll song info when it's too long, regardless of mouse hover
ar: تمرير معلومات الأغنية تلقائيًا عندما تكون طويلة جدًا، بغض النظر عن تمرير الماوس
de: Automatisches Scrollen der Songinformationen, wenn sie zu lang sind, unabhängig vom Mauszeiger
es: Desplazamiento automático de la información de la canción cuando es demasiado larga, independientemente de la posición del ratón.
hi: जब गाना बहुत लंबा हो जाए, तो माउस घुमाने पर भी, गाने की जानकारी अपने आप स्क्रॉल हो जाएगी
id: Secara otomatis menggulir info lagu ketika terlalu panjang, terlepas dari gerakan mouse
it: Scorri automaticamente le informazioni sul brano quando sono troppo lunghe, indipendentemente dal puntatore del mouse.
ja: 楽曲情報が長すぎる場合、ホバーの有無を問わず自動的にスクロールします
ko: 노래 정보가 너무 길면 마우스 오버와 상관없이 자동으로 스크롤합니다.
ms: Tatal maklumat lagu secara automatik apabila terlalu panjang, tanpa mengira tetikus dilayangkan
pt: Deslocar automaticamente a informação da canção quando esta é demasiado longa, independentemente de passar o rato
ru: Автоматически прокручивайте информацию о песне, если она слишком длинная, независимо от наведения мыши
th: เลื่อนข้อมูลเพลงโดยอัตโนมัติเมื่อยาวเกินไป โดยไม่คำนึงถึงการเลื่อนเมาส์
tr: Şarkı bilgisi çok uzun olduğunda farenin üzerine gelinmesine bakılmaksızın otomatik olarak kaydırma
vi: Tự động cuộn thông tin bài hát khi nó quá dài, bất kể việc di chuột qua
zh_hans: 当歌曲信息过长时，无论鼠标是否悬停，都会自动滚动歌曲信息
zh_hant: 當歌曲資訊太長時，不論滑鼠是否停留，都會自動捲動歌曲資訊

# AlbumArtAreaEffectSettingsControlSongInfoAutoScroll.Header
source: Auto-scroll Song Info
ar: معلومات أغنية التمرير التلقائي
de: Auto-Scroll Song-Infos
es: Desplazamiento automático Información de la canción
hi: ऑटो-स्क्रॉल गीत जानकारी
id: Info Lagu Gulir otomatis
it: Scorrimento automatico info brano
ja: 楽曲情報の自動スクロール
ko: 곡 정보 자동 스크롤
ms: Tatal Maklumat Lagu secara automatik
pt: Rolagem automática da informação da música
ru: Автопрокрутка Информация о песне
th: ข้อมูลเพลงเลื่อนอัตโนมัติ
tr: Şarkı Bilgilerini Otomatik Kaydır
vi: Tự động cuộn thông tin bài hát
zh_hans: 自动滚动歌曲信息
zh_hant: 自動捲動歌曲資訊

# AlbumArtAreaSettingsControlEndPoint.Header
source: End Point
ar: نقطة النهاية
de: Endpunkt
es: Punto final
hi: अंतिम बिंदु
id: Titik Akhir
it: Punto finale
ja: 終点
ko: 엔드 포인트
ms: Titik akhir
pt: Ponto final
ru: Конечная точка
th: จุดสิ้นสุด
tr: Bitiş Noktası
vi: Điểm cuối
zh_hans: 终点
zh_hant: 終點

# AlbumArtAreaSettingsControlFadeOut.Header
source: Fade Out
ar: تلاشي
de: Abblendung
es: Desvanecimiento
hi: धीरे-धीरे फीका पड़ना
it: Dissolvenza
ja: フェードアウト
ko: 페이드 아웃
ms: Luntur
pt: Desaparecer
ru: Затухание
th: จางหายไป
vi: Mờ dần
zh_hans: 淡出
zh_hant: 淡出

# AlbumArtAreaSettingsControlStartPoint.Header
source: Start Point
ar: نقطة البداية
de: Startpunkt
es: Punto de partida
hi: आरंभ बिंदु
id: Titik Awal
it: Punto iniziale
ja: 始点
ko: 시작 지점
ms: Titik permulaan
pt: Ponto de partida
ru: Начальная точка
th: จุดเริ่มต้น
tr: Başlangıç Noktası
vi: Điểm xuất phát
zh_hans: 起点
zh_hant: 起點

source: Album Art Only Layout
ar: تخطيط الألبوم الفني فقط
de: Nur Albumcover Layout
es: Diseño sólo de carátulas
hi: केवल एल्बम आर्ट लेआउट
id: Tata Letak Hanya Seni Album
it: Layout solo copertina
ja: アルバムアートのみのレイアウト
ko: 앨범 아트 전용 레이아웃
ms: Susun atur hanya untuk seni album
pt: Layout apenas da arte do álbum
ru: Макет с изображением только альбома
th: รูปแบบเฉพาะภาพปกอัลบั้ม
tr: Yalnızca Albüm Resmi Düzeni
vi: Bố cục chỉ hiển thị ảnh bìa album
zh_hans: 仅专辑封面布局
zh_hant: 僅專輯封面佈局

# AlbumArtSearchLocalProvider
source: Local music files
ar: ملفات الموسيقى المحلية
de: Lokale Musikdateien
es: Archivos de música locales
hi: स्थानीय संगीत फ़ाइलें
id: File musik lokal
it: File musicali locali
ja: ローカルミュージックファイル
ko: 로컬 음악 파일
ms: Fail muzik tempatan
pt: Ficheiros de música locais
ru: Локальные музыкальные файлы
th: ไฟล์เพลงในเครื่อง
tr: Yerel müzik dosyaları
vi: Tệp nhạc cục bộ
zh_hans: 本地音乐文件
zh_hant: 本機音樂檔案

# AlbumArtSearchProvidersTargetSize.Description
source: Applies to online sources only. This is a target resolution and may not be achievable
ar: ينطبق على المصادر عبر الإنترنت فقط. هذه دقة مستهدفة وقد لا تكون قابلة للتحقيق
de: Gilt nur für Online-Quellen. Dies ist eine Zielauflösung, die möglicherweise nicht erreicht werden kann.
es: Sólo se aplica a fuentes en línea. Se trata de una resolución objetivo que puede no ser alcanzable.
hi: सिर्फ़ ऑनलाइन सोर्स पर लागू होता है। यह एक टारगेट रिज़ॉल्यूशन है और हो सकता है कि यह हासिल न हो पाए
id: Hanya berlaku untuk sumber online. Ini adalah resolusi target dan mungkin tidak dapat dicapai
it: Si applica solo alle sorgenti online. È una risoluzione di destinazione e potrebbe non essere raggiunta.
ja: オンラインソース限定。これは目標解像度であり、必ずしもそのサイズで取得できるとは限りません
ko: 온라인 소스에만 적용됩니다. 이는 목표 해상도이며 달성하지 못할 수도 있습니다.
ms: Terpakai untuk sumber dalam talian sahaja. Ini adalah penyelesaian sasaran dan mungkin tidak dapat dicapai
pt: Aplica-se apenas a fontes online. Esta é uma resolução-alvo e pode não ser alcançável
ru: Относится только к онлайн-источникам. Это целевое разрешение, которое может быть недостижимо
th: ใช้ได้กับแหล่งข้อมูลออนไลน์เท่านั้น นี่คือการตั้งค่าความละเอียดเป้าหมายและอาจไม่สามารถทำได้
tr: Yalnızca çevrimiçi kaynaklar için geçerlidir. Bu bir hedef çözünürlüktür ve ulaşılabilir olmayabilir
vi: Áp dụng cho các nguồn trực tuyến. Đây là mục tiêu giải quyết và có thể không đạt được.
zh_hans: 仅适用于在线源。此设置为期望分辨率，实际结果取决于图源质量
zh_hant: 僅適用於線上來源。此為目標解析度，可能無法達成

# AlbumArtSearchProvidersTargetSize.Header
source: Target Size
ar: الحجم المستهدف
de: Zielgröße
es: Tamaño objetivo
hi: लक्ष्य आकार
id: Ukuran Target
it: Dimensione di destinazione
ja: 希望サイズ
ko: 대상 크기
ms: Saiz Sasaran
pt: Tamanho do objetivo
ru: Размер цели
th: ขนาดเป้าหมาย
tr: Hedef Boyut
vi: Kích thước mục tiêu
zh_hans: 目标大小
zh_hant: 目標尺寸

# AlbumArtSearchSMTCProvider
source: Music player
ar: مشغل الموسيقى
de: Musikplayer
es: Reproductor de música
hi: म्यूजिक प्लेयर
id: Pemutar musik
it: Lettore musicale
ja: ミュージックプレーヤー
ko: 음악 플레이어
ms: Pemain muzik
pt: Leitor de música
ru: Музыкальный плеер
th: เครื่องเล่นเพลง
tr: Müzik çalar
vi: Trình phát nhạc
zh_hans: 音乐播放器
zh_hant: 音樂播放器

# AppSettingsControlEnhanceControlAnimations.Header
source: Enhance Control Interactive Animations
ar: تعزيز التحكم في الرسوم المتحركة التفاعلية
de: Interaktive Animationen zur Verbesserung der Kontrolle
es: Mejorar las animaciones interactivas de Control
hi: इंटरैक्टिव एनिमेशन को बेहतर बनाएँ
id: Meningkatkan Kontrol Animasi Interaktif
it: Migliora le animazioni interattive dei controlli
ja: ホバーアニメーションの強化
ko: 제어 인터랙티브 애니메이션 향상
ms: Animasi Interaktif Kawalan Tingkatkan
pt: Melhorar as animações interactivas de controlo
ru: Улучшение управления интерактивными анимациями
th: เพิ่มประสิทธิภาพการควบคุมแอนิเมชันแบบโต้ตอบ
tr: Kontrolü Geliştirin Etkileşimli Animasyonlar
vi: Nâng cao khả năng điều khiển các hiệu ứng động tương tác
zh_hans: 增强控件交互动画
zh_hant: 控制項增強互動動畫

# AppSettingsControlGeneral.Text
source: Window
ar: النافذة
de: Fenster
es: Ventana
hi: विंडो
id: Jendela
it: Finestra
ja: ウィンドウ
ko: 창
ms: Tetingkap
pt: Janela
ru: Окно
th: หน้าต่าง
tr: Pencere
vi: Cửa sổ
zh_hans: 窗口
zh_hant: 視窗

# AppSettingsControlSystemTray.Text
source: System Tray
ar: علبة النظام
de: Systemablage
es: Bandeja del sistema
hi: सिस्टम ट्रे
id: Baki Sistem
it: Area di notifica
ja: システムトレイ
ko: 시스템 트레이
ms: Talam Sistem
pt: Tabuleiro do sistema
ru: Системный лоток
th: ถาดระบบ
tr: Sistem Tepsisi
vi: Khay hệ thống
zh_hans: 系统托盘
zh_hant: 系統匣

# AppSettingsControlSystemTrayCallbackLyricsCardWindow.Content
source: Lyrics Card
ar: بطاقة كلمات الأغاني
de: Liedtext-Karte
es: Tarjeta de letras
hi: गीत कार्ड
id: Kartu Lirik
it: Scheda testi
ja: 歌詞カード生成
ko: 가사 카드
ms: Kad Lirik
pt: Cartão de letras
ru: Карточка с лирикой
th: บัตรเนื้อเพลง
tr: Şarkı Sözü Kartı
vi: Thẻ lời bài hát
zh_hans: 歌词卡片
zh_hant: 歌詞卡片

# AppSettingsControlSystemTrayCallbackLyricsSearchWindow.Content
source: Lyrics Search Window
ar: نافذة البحث عن كلمات الأغاني
de: Liedtext-Suchfenster
es: Ventana de búsqueda de letras
hi: गीत खोज विंडो
id: Jendela Pencarian Lirik
it: Finestra ricerca testi
ja: 歌詞検索ウィンドウ
ko: 가사 검색 창
ms: Tetingkap Carian Lirik
pt: Janela de pesquisa de letras
ru: Окно поиска лирики
th: หน้าต่างค้นหาเนื้อเพลง
tr: Şarkı Sözü Arama Penceresi
vi: Cửa sổ tìm kiếm lời bài hát
zh_hans: 歌词搜索窗口
zh_hant: 歌詞搜尋視窗

# AppSettingsControlSystemTrayCallbackLyricsWindowSwitchWindow.Content
source: Lyrics Window Switcher
ar: محوّل نافذة كلمات الأغاني
de: Liedtext-Fensterumschalter
es: Conmutador de ventanas de letras
hi: लिरिक्स विंडो स्विचर
id: Pengalih Jendela Lirik
it: Selettore finestre testi
ja: 歌詞ウィンドウスイッチャー
ko: 가사 창 전환기
ms: Penukar Tetingkap Lirik
pt: Comutador de janela de letras de música
ru: Переключатель окон лирики
th: โปรแกรมสลับหน้าต่างเนื้อเพลง
tr: Şarkı Sözleri Pencere Değiştirici
vi: Công cụ chuyển đổi cửa sổ lời bài hát
zh_hans: 歌词窗口切换器
zh_hant: 歌詞視窗切換器

# AppSettingsControlSystemTrayCallbackMusicGalleryWindow.Content
source: Music Gallery
ar: معرض الموسيقى
de: Musik-Galerie
es: Galería de música
hi: संगीत गैलरी
id: Galeri Musik
it: Galleria musicale
ja: ミュージックギャラリー
ko: 음악 갤러리
ms: Galeri Muzik
pt: Galeria de música
ru: Музыкальная галерея
th: แกลเลอรีเพลง
tr: Müzik Galerisi
vi: Thư viện Âm nhạc
zh_hans: 音乐库
zh_hant: 音樂庫

# AppSettingsControlSystemTrayCallbackNone.Content
source: None
ar: لا يوجد
de: Keine
es: Ninguno
hi: कोई नहीं
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
pt: Nenhum
ru: Нет
th: ไม่มี
tr: Hiçbiri
vi: Không có
zh_hans: 无
zh_hant: 無

# AppSettingsControlSystemTrayCallbackSettingsWindow.Content
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
pt: Definições
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# AppSettingsControlSystemTrayCallbackStatsWindow.Content
source: Statistics
ar: الإحصائيات
de: Statistik
es: Estadísticas
hi: आंकड़े
id: Statistik
it: Statistiche
ja: ミュージックレポート
ko: 통계
ms: Statistik
pt: Estatísticas
ru: Статистика
th: สถิติ
tr: İstatistikler
vi: Thống kê
zh_hans: 音乐报告
zh_hant: 統計資料

# AppSettingsControlSystemTrayClickCallback.Header
source: Click Callback
ar: انقر فوق معاودة الاتصال
de: Rückruf anklicken
es: Haga clic en Devolución de llamada
hi: क्लिक कॉलबैक
id: Klik Panggilan Balik
it: Azione clic singolo
ja: クリックコールバック
ko: 콜백을 클릭합니다.
ms: Klik Panggil Balik
pt: Clique em Callback
ru: Нажмите кнопку Обратный вызов
th: คลิกเรียกกลับ
tr: Geri Çağır'a tıklayın
vi: Nhấp vào Gọi lại
zh_hans: 点击回调
zh_hant: 點擊回呼

# AppSettingsControlSystemTrayColorfulIcon.Header
source: Colorful Icon
ar: أيقونة ملونة
de: Bunte Ikone
es: Icono de colores
hi: रंगीन आइकन
id: Ikon Berwarna-warni
it: Icona colorata
ja: カラフルアイコン
ko: 다채로운 아이콘
ms: Ikon berwarna-warni
pt: Ícone colorido
ru: Красочная иконка
th: ไอคอนสีสันสดใส
tr: Renkli Simge
vi: Biểu tượng nhiều màu sắc
zh_hans: 彩色图标
zh_hant: 彩色圖示

# AppSettingsControlSystemTrayDoubleClickCallback.Header
source: Double Click Callback
ar: معاودة النقر المزدوج
de: Doppelklick Rückruf
es: Llamada de retorno de doble clic
hi: डबल क्लिक कॉलबैक
id: Klik Dua Kali Panggilan Balik
it: Azione doppio clic
ja: ダブルクリックコールバック
ko: 더블 클릭 콜백
ms: Panggilan Balik Klik Dua Kali
pt: Chamada de retorno de duplo clique
ru: Обратный вызов при двойном щелчке
th: ดับเบิลคลิก คอลแบ็ก
tr: Çift Tıklama Geri Çağrısı
vi: Hàm gọi lại khi nhấp đúp
zh_hans: 双击回调
zh_hant: 雙擊回呼

# AppSettingsControlSystemTrayMiddleClickCallback.Header
source: Middle Click Callback
ar: معاودة الاتصال بالنقر الأوسط
de: Mittlerer Klick Rückruf
es: Llamada de retorno del clic central
hi: मिडिल क्लिक कॉलबैक
id: Panggilan Balik Klik Tengah
it: Azione clic centrale
ja: ミドルクリックコールバック
ko: 가운데 클릭 콜백
ms: Panggilan Balik Klik Tengah
pt: Chamada de retorno do clique intermédio
ru: Обратный вызов по среднему щелчку
th: การคลิกกลางเมาส์เพื่อเรียกคืน
tr: Orta Tıklama Geri Çağırma
vi: Hàm gọi lại khi nhấp chuột giữa
zh_hans: 中键回调
zh_hant: 中鍵回呼

# AppSettingsControlTheme.Header
source: App Theme
ar: سمة التطبيق
de: App Thema
es: Tema de la aplicación
hi: एप थीम
id: Tema Aplikasi
it: Tema dell'app
ja: アプリのテーマ
ko: 앱 테마
ms: Tema Aplikasi
pt: Tema da aplicação
ru: Тема приложения
th: ธีมแอป
tr: Uygulama Teması
vi: Giao diện ứng dụng
zh_hans: 应用主题
zh_hant: 應用程式主題

# AppUpdateServiceNewVersionAvailable
source: A new version of BetterLyrics is available
ar: يتوفر الآن إصدار جديد من BetterLyrics
de: Eine neue Version von BetterLyrics ist verfügbar
es: Disponible una nueva versión de BetterLyrics
hi: BetterLyrics का नया वर्शन उपलब्ध है
id: Versi baru BetterLyrics telah tersedia
it: È disponibile una nuova versione di BetterLyrics
ja: BetterLyrics の新バージョンが利用可能
ko: 새 버전의 BetterLyrics를 사용할 수 있습니다.
ms: Versi baharu BetterLyrics tersedia
pt: Está disponível uma nova versão do BetterLyrics
ru: Доступна новая версия BetterLyrics
th: มีเวอร์ชันใหม่ของ BetterLyrics พร้อมให้ใช้งานแล้ว
tr: BetterLyrics'in yeni sürümü kullanıma sunuldu
vi: Phiên bản mới của BetterLyrics đã có sẵn.
zh_hans: 有新版本的 BetterLyrics 可用
zh_hant: 新版本的 BetterLyrics 已推出

# AppUpdateServiceUpdateAvailable
source: Update Available
ar: التحديث متاح
de: Update verfügbar
es: Actualización disponible
hi: उपलब्ध अद्यतन
id: Pembaruan Tersedia
it: Aggiornamento disponibile
ja: 更新プログラムが利用可能です
ko: 업데이트 가능
ms: Boleh dapatkan kemaskini
pt: Atualização disponível
ru: Доступно обновление
th: มีอัปเดตพร้อมใช้งาน
tr: Güncelleme Mevcut
vi: Có bản cập nhật sẵn sàng
zh_hans: 更新可用
zh_hant: 有可用的更新檔

# AppUpdateServiceUpdateMS
source: Update in Microsoft Store
ar: التحديث في متجر مايكروسوفت
de: Aktualisierung im Microsoft Store
es: Actualización en Microsoft Store
hi: Microsoft Store में अपडेट करें
id: Perbarui di Microsoft Store
it: Aggiorna dal Microsoft Store
ja: Microsoft Store で更新する
ko: Microsoft 스토어에서 업데이트
ms: Kemas kini dalam cadca Microsoft Store
pt: Atualizar na Microsoft Store
ru: Обновление в Microsoft Store
th: อัปเดตใน Microsoft Store
tr: Microsoft Store'da Güncelle
vi: Cập nhật trong Microsoft Store
zh_hans: 前往 Microsoft Store 更新
zh_hant: 在 Microsoft Store 更新

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Column
ar: العمود
de: Säule
es: Columna
hi: स्तंभ
id: Kolom
it: Colonna
ja: 列
ko: 칼럼
ms: Ruang
pt: Coluna
ru: Колонка
th: คอลัมน์
tr: Sütun
vi: Cột
zh_hans: 列
zh_hant: 欄

source: Confirm
ar: تأكيد
de: Bestätigen Sie
es: Confirme
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
ja: 確定
ko: 확인
ms: Konfirm
pt: Confirmar
ru: Подтвердите
th: ยืนยัน
tr: Onaylayın
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# Copy.Content
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
hi: कॉपी
id: Salin
it: Copia
ja: コピー
ko: 복사
ms: Salin
pt: Copiar
ru: Копировать
th: คัดลอก
tr: Anlaşıldı
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# CreatePlaylistSuccessfully
source: Playlist created successfully
ar: تم إنشاء قائمة التشغيل بنجاح
de: Wiedergabeliste erfolgreich erstellt
es: Lista de reproducción creada con éxito
hi: प्लेलिस्ट सफलतापूर्वक बनाई गई
id: Daftar putar berhasil dibuat
it: Playlist creata correttamente
ja: プレイリストが作成されました
ko: 재생 목록이 성공적으로 생성되었습니다
ms: Senarai main berjaya dicipta
pt: Lista de reprodução criada com sucesso
ru: Плейлист успешно создан
th: สร้างเพลย์ลิสต์สำเร็จ
tr: Çalma listesi başarıyla oluşturuldu
vi: Đã tạo danh sách phát thành công
zh_hans: 播放列表创建成功
zh_hant: 播放清單建立成功

# DemoWindowControlDefault.Text
source: Default
ar: افتراضي
de: Standard
es: Predeterminado
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
ko: 기본값
ms: Lalai
pt: Predefinição
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# DesktopMode
source: Desktop Mode (Transparent)
ar: وضع سطح المكتب (شفاف)
de: Desktop-Modus (Transparent)
es: Modo Escritorio (Transparente)
hi: डेस्कटॉप मोड (पारदर्शी)
id: Mode Desktop (Transparan)
it: Modalità desktop (trasparente)
ja: デスクトップモード（透明）
ko: 데스크톱 모드 (투명)
ms: Mod Desktop (Lut Sinar)
pt: Modo de Ambiente de Trabalho (Transparente)
ru: Режим рабочего стола (прозрачный)
th: โหมดเดสก์ท็อป (โปร่งใส)
tr: Masaüstü Modu (Şeffaf)
vi: Chế độ màn hình (Trong suốt)
zh_hans: 桌面模式（透明）
zh_hant: 桌面模式（透明）

source: Docked Mode
ar: الوضع المثبت (Docked)
de: Angedockter Modus
es: Modo Acoplado
hi: डॉक्ड मोड
id: Mode Dok
it: Modalità agganciata
ja: ドッキングモード
ko: 도킹 모드
ms: Mod Dok
pt: Modo Acoplado
ru: Закрепленный режим
th: โหมดเชื่อมต่อ (Docked)
tr: Yerleştirilmiş Mod
vi: Chế độ neo (Docked)
zh_hans: 停靠模式
zh_hant: 停靠模式

source: Error
ar: خطأ
de: Fehler
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# ExportSettingsSuccess
source: Export successful
ar: تم التصدير بنجاح
de: Export erfolgreich
es: Exportación exitosa
hi: निर्यात सफल रहा
id: Ekspor berhasil
it: Esportazione completata
ja: エクスポートが成功しました
ko: 내보내기 성공
ms: Eksport berjaya
pt: Exportação bem-sucedida
ru: Экспорт выполнен успешно
th: ส่งออกสำเร็จ
tr: İhracat başarılı
vi: Xuất thành công
zh_hans: 导出成功
zh_hant: 匯出成功

# FailToStartLXMusicServer
source: Unable to connect to LX Music Server. Please go to Settings - Playback Source - LX Music - LX Music Server to check if the link is entered correctly
ar: تعذر الاتصال بخادم موسيقى LX، يرجى الانتقال إلى الإعدادات - مصدر التشغيل - LX Music - خادم موسيقى LX للتحقق مما إذا تم إدخال الرابط بشكل صحيح
de: Verbindung zum LX Music Server fehlgeschlagen. Bitte prüfen Sie unter Einstellungen - Wiedergabequelle - LX Music - LX Music Server, ob der Link korrekt ist
es: No se puede conectar al servidor LX Music. Vaya a Configuración - Fuente de reproducción - LX Music - Servidor LX Music para verificar si el enlace es correcto
hi: LX Music सर्वर से कनेक्ट नहीं हो सकता, कृपया सेटिंग्स - प्लेबैक स्रोत - LX Music - LX Music सर्वर पर जाएं और जांचें कि लिंक सही तरीके से दर्ज किया गया है या नहीं
id: Tidak dapat terhubung ke server LX Music, silakan buka Pengaturan - Sumber Pemutaran - LX Music - Server LX Music untuk memeriksa apakah tautan telah dimasukkan dengan benar
it: Impossibile connettersi a LX Music Server. Vai su Impostazioni > Sorgente di riproduzione > LX Music > LX Music Server per verificare che il collegamento sia corretto.
ja: LX Music サーバーに接続できません。「設定」-「再生ソース」-「LX Music」-「LX Music サーバー」に移動し、リンクが正しく入力されているか確認してください
ko: LX Music 서버에 연결할 수 없습니다. 설정 - 재생 소스 - LX Music - LX Music 서버에서 링크가 올바르게 입력되었는지 확인하세요
ms: Tidak dapat menyambung ke pelayan LX Music, sila pergi ke Tetapan - Sumber Main Balik - LX Music - Pelayan LX Music untuk menyemak sama ada pautan dimasukkan dengan betul
pt: Não foi possível ligar ao servidor LX Music. Aceda a Definições - Fonte de Reprodução - LX Music - Servidor LX Music para verificar se a ligação foi introduzida corretamente
ru: Не удалось подключиться к серверу LX Music. Перейдите в Настройки - Источник воспроизведения - LX Music - Сервер LX Music, чтобы проверить правильность ссылки
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ LX Music โปรดไปที่ การตั้งค่า - แหล่งเล่นเพลง - LX Music - เซิร์ฟเวอร์ LX Music เพื่อตรวจสอบว่าป้อนลิงก์ถูกต้องหรือไม่
tr: LX Music Server'a bağlanılamıyor. Bağlantının doğru girilip girilmediğini kontrol etmek için lütfen Ayarlar - Çalma Kaynağı - LX Müzik - LX Müzik Sunucusu bölümüne gidin
vi: Không thể kết nối với máy chủ LX Music, vui lòng vào Cài đặt - Nguồn phát - LX Music - Máy chủ LX Music để kiểm tra xem liên kết đã được nhập chính xác chưa
zh_hans: 无法连接到 LX 音乐服务器，请转到设置 - 播放源 - LX Music - LX 音乐服务器以检查是否正确输入链接
zh_hant: 無法連線到 LX 音樂伺服器，請轉到設定 - 播放來源 - LX Music - LX 音樂伺服器以檢查是否正確輸入連結
